Map<String, String> translationAr = {
  "QURAN": "القرآن",
  "QuranApp": "تطبيق القرآن",
  "Search": "بحث",
  "Soura": "سورة",
  "Surah": "سورة",
  "Home": "الرئيسية",
  "Downloads": "التحميل",
  "Settings": "الإعدادات",
  "msg_for_delete_file": "هل أنت متأكد أنك تريد حذف الملف؟",
  "yes": "نعم",
  "no": "لا",
  "No downloads": "لا يوجد تحميل",
  "Language": "اللغة",
  "Theme": "السمة",
  "About": "حول",
  "Arbic": "عربي",
  "English": "إنجليزي",
  "Dark": "داكن",
  "Light": "فاتح",
  "Privacy policy": "سياسة الخصوصية",
  //
  "data_collection": "جمع البيانات",
  "data_collection_content":
      "لا يقوم تطبيق القرآن الكريم بجمع أي معلومات شخصية أو غير شخصية من مستخدميه.",
  "data_usage": "استخدام البيانات",
  "data_usage_content":
      "جميع البيانات داخل تطبيق القرآن الكريم مأخوذة من نصوص الملكية العامة. لا يتم استخدام بيانات المستخدم أو تخزينها.",
  "third_party_services": "الخدمات من جهات خارجية",
  "third_party_services_content":
      "لا توجد خدمات من جهات خارجية متكاملة في هذا التطبيق التي تجمع بيانات المستخدم.",
  "data_security": "أمان البيانات",
  "data_security_content":
      "على الرغم من عدم جمع بيانات المستخدم، نحرص على أمان تطبيقنا من خلال ممارسات التطوير القوية.",
  "changes_to_policy": "تغييرات في السياسة",
  "changes_to_policy_content":
      "سيتم التواصل عن أي تغييرات في سياسة الخصوصية هذه داخل التطبيق دون التأثير على بيانات المستخدم.",
  "contact_us": "اتصل بنا",
  "contact_us_content":
      "لأي أسئلة أو استفسارات بخصوص الخصوصية، يرجى الاتصال بنا على",
  "last_updated": "آخر تحديث: 1 يناير 2024",
  "powered_by": "مدعوم بواسطة MAG",
  'about': 'حول',
  'app_name': 'القرآن',
  'version': 'الإصدار',
  'app_description':
      'QuranApp هو تطبيق مصمم لتوفير وصول سهل للمستخدمين إلى النص المقدس للقرآن الكريم. يوفر ميزات لقراءة والبحث ودراسة القرآن بمختلف اللغات والترجمات.',
  'contact_us': 'اتصل بنا',
  'powered_by': 'بدعم من MAG',
  'email': 'mohammedaydan12@gmail.com',
};
